shipping_web_app/xml_output/_legacy/MARCOM_SIM_TXRH-1424427_57438371_20260121_120931.xml


<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pac="http://www.printable.com/WebService/PackingSlip">
    <soapenv:Header/>
    <soapenv:Body>
        <pac:CreatePackingSlipByLineItem>
            <pac:pRequest>
                <PartnerCredentials>
                    <Token>B5A42D9EC8EFC2758729D11913E4160C</Token>
                </PartnerCredentials>
                <PackingSlipNode>
                    <CarrierName>UPS</CarrierName>
                    <TrackingNumber>1Z9999999999999bbb</TrackingNumber>
                </PackingSlipNode>
                <LineItems>
                    <LineItem>
                        <ID type="Printable">57438371</ID>
                    </LineItem>
                </LineItems>
            </pac:pRequest>
        </pac:CreatePackingSlipByLineItem>
    </soapenv:Body>
</soapenv:Envelope>
